Revit 2027 API
ParameterTypeId.StructuralEndReleaseMy Property
 "End My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralEndReleaseMy { get; }
Public Shared ReadOnly Property StructuralEndReleaseMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralEndReleaseMy {
	ForgeTypeId^ get ();
}
static member StructuralEndReleaseMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace